Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/ApplePay.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SPLASH_SUMMARY
source: Apple Pay is designed to protect your information and enable you to choose what you share.
ar: صُمِّمَت Apple Pay لحماية معلوماتك وتمكينك من اختيار ما تود مشاركته.
bg: Услугата Apple Pay е създадена да защитава вашата информация и да ви позволява да избирате какво да споделяте.
ca: L’Apple Pay s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.
cs: Apple Pay chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.
da: Apple Pay er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.
de: Apple Pay ist dafür konzipiert, deine Daten zu schützen, und du kannst auswählen, was du teilst.
el: Το Apple Pay έχει σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.
es: Apple Pay se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.
es_419: Apple Pay se diseñó para proteger tu información y permitirte elegir lo que compartes.
es_us: Apple Pay se diseñó para proteger tu información y permitirte elegir lo que compartes.
fi: Apple Pay on suunniteltu niin, että tietosi ovat turvassa. Voit itse valita, mitä haluat jakaa.
fr: Le service Apple Pay est conçu pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.
fr_ca: Le service Apple Pay est conçu pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.
he: ‏Apple Pay תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.
hi: Apple Pay आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।
hr: Apple Pay je dizajniran kako bi zaštitio vaše informacije i omogućio odabir sadržaja koje želite podijeliti.
hu: Az Apple Payt úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.
id: Apple Pay dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.
it: La funzionalità Apple Pay è concepita in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.
ja: Apple Payはあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。
kk: Apple Pay сервисі жеке ақпаратыңызды қорғайтындай және бөлісу қажет объектілерді таңдауға мүмкіндік беретіндей етіп жасалған.
ko: Apple Pay는 사용자의 정보를 보호하도록 설계되었으며 공유할 내용을 사용자가 선택할 수 있습니다.
lt: „Apple Pay“ sukurta taip, kad apsaugotų jūsų informaciją ir leistų jums patiems pasirinkti, kokią informaciją norite bendrinti.
ms: Apple Pay direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.
nl: Apple Pay is ontworpen om je gegevens te beschermen en om je te laten bepalen wat je deelt.
no: Apple Pay er utviklet for å beskytte informasjonen din og la deg velge hva du vil dele.
pl: Funkcja Apple Pay została zaprojektowana z myślą o ochronie Twoich danych i pozwala Ci decydować o informacjach, które udostępniasz.
pt_br: O Apple Pay é projetado para proteger as suas informações e permitir que você escolha os dados que compartilha.
pt_pt: O Apple Pay foi concebido de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.
ro: Funcționalitatea Apple Pay este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.
ru: Ваши данные, используемые службой Apple Pay, надежно защищены, и только Вы решаете, чем поделиться.
sk: Apple Pay chráni vaše osobné údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.
sl: Storitev Apple Pay je zasnovana tako, da varuje vaše podatke in vam omogoča, da izberete, kaj boste delili.
sv: Apple Pay har utformats för att skydda din information och låta dig välja vad du vill dela.
th: Apple Pay ได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณต้องการแชร์ได้
tr: Apple Pay, bilgilerinizi koruyacak ve neyi paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.
uk: Apple Pay спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.
vi: Apple Pay được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.
zh_cn: Apple Pay旨在保护你的信息并可让你选择要共享的内容。
zh_hk: Apple Pay的設計可保護你的資料並讓你選擇分享內容。
zh_tw: Apple Pay的設計可保護你的資訊並讓你選擇分享的內容。

# FIRST_BULLET
source: When you add a card to Apple Pay, card-related information, location, and information about device settings and use patterns may be sent to Apple to determine eligibility.
ar: عند إضافة بطاقة إلى Apple Pay، قد يتم إرسال معلومات متعلقة بالبطاقة والموقع ومعلومات حول إعدادات الجهاز وأنماط استخدام الجهاز إلى Apple لتحديد الأهلية.
bg: Когато добавите карта към Apple Pay, информацията, свързана с картата, местоположението и информацията за настройките на устройството и начините на използване може да се изпратят на Apple за определяне на допустимостта.
ca: En afegir una targeta a l’Apple Pay, és possible que s’enviï a Apple informació relacionada amb la targeta, la configuració del dispositiu, la ubicació i patrons d’ús del dispositiu per tal de determinar si tens permís per utilitzar aquest servei.
cs: Když do Apple Pay přidáte kartu, společnosti Apple mohou být za účelem ověření vaší způsobilosti zaslány informace o kartě, o nastavení zařízení a o jeho typickém využívání.
da: Når du føjer et kort til Apple Pay bliver oplysninger om kortet, lokalitet og oplysninger om enhedsindstillinger og brugsmønstre muligvis sent til Apple for at afgøre, om det kan bruges.
de: Wenn du eine Karte zu Apple Pay hinzufügst, werden unter Umständen kartenbezogene Informationen, Gerätestandort und Informationen über Geräteeinstellungen und Gerätebenutzungs­muster an Apple gesendet, um einen berechtigten Anspruch zu überprüfen.
el: Όταν προσθέσετε μια κάρτα στο Apple Pay, μπορεί να σταλούν στην Apple πληροφορίες σχετικά με την κάρτα, την τοποθεσία, και τις ρυθμίσεις και τα μοτίβα χρήσης της συσκευής, για προσδιορισμό της καταλληλότητας.
es: Al añadir una tarjeta a Apple Pay, los datos de la tarjeta, la ubicación y la información sobre los ajustes del dispositivo y los patrones de uso pueden enviarse a Apple para determinar su validez.
es_419: Cuando agregues una tarjeta a Apple Pay, es posible que se envíe a Apple información relacionada con la tarjeta, datos de ubicación, configuraciones del dispositivo y patrones de uso con el fin de determinar la elegibilidad.
es_us: Cuando agregues una tarjeta a Apple Pay, es posible que se envíe a Apple información relacionada con la tarjeta, datos de ubicación, configuraciones del dispositivo y patrones de uso con el fin de determinar la elegibilidad.
fi: Kun lisäät kortin Apple Payhin, korttiin liittyvät tiedot, sijainti ja tiedot laitteen asetuksista ja käyttötavoista voidaan lähettää Applelle kelpoisuuden määrittämistä varten.
fr: Lorsque vous ajoutez une carte à Apple Pay, les informations la concernant ainsi que l’emplacement et les informations sur les réglages de l’appareil peuvent être envoyés à Apple en vue de déterminer votre éligibilité.
fr_ca: Lorsque vous ajoutez une carte à Apple Pay, les informations associées à la carte, les informations relatives aux réglages de l’appareil, la position de ce dernier et la façon dont il est utilisé pourraient être envoyées à Apple à des fins d’admissibilité.
he: בעת הוספת כרטיס ל-Apple Pay, מידע הקשור לכרטיס, למיקום, ומידע לגבי הגדרות המכשיר ודפוסי שימוש במכשיר עשויים להישלח ל-Apple כדי לקבוע זכאות.
hi: जब आप Apple Pay में कोई कार्ड जोड़ते हैं, तो कार्ड से संबंधित जानकारी, स्थान और डिवाइस सेटिंग्ज़ और उपयोग पैटर्न Apple को पात्रता निर्धारित करने के लिए भेजा जा सकता है।
hr: Kad dodate karticu u Apple Pay, informacije povezane s karticom, lokacija i informacije o postavkama uređaja te uzorci uporabe uređaja mogu biti poslani tvrtki Apple radi utvrđivanja valjanosti.
hu: Amikor hozzáad egy kártyát az Apple Payhez, akkor előfordulhat, hogy kártyához kapcsolódó információk, a helyzet, továbbá az eszközbeállításokkal és az eszközhasználati szokásokkal kapcsolatos információk el lesznek küldve az Apple-nek a jogosultsága megállapításához.
id: Saat Anda menambahkan kartu ke Apple Pay, informasi terkait kartu, lokasi, dan informasi mengenai pengaturan perangkat serta pola penggunaan perangkat mungkin dikirimkan ke Apple untuk menentukan kelayakan.
it: Aggiungendo una carta su Apple Pay, Apple potrebbe ricevere informazioni relative alla carta stessa, alla posizione e informazioni relative alle impostazioni e alla modalità di utilizzo del dispositivo al fine di stabilire l’idoneità di utilizzo della funzionalità.
ja: カードをApple Payに追加すると、カードに関連する情報、位置情報、デバイスの設定と使用パターンに関する情報が資格判断のためAppleに送信される場合があります。
kk: Apple Pay сервисіне карта қосқан кезде, картаға қатысты ақпарат, геолокация, құрылғы реттеулері туралы ақпарат және пайдалану үлгілері жарамдылықты анықтау үшін Apple компаниясына жіберілуі мүмкін.
ko: Apple Pay에 카드를 추가하면, 적합성 심사를 위해 카드 관련 정보, 위치, 기기 설정에 관한 정보 및 기기 사용 패턴이 Apple에 전송될 수 있습니다.
lt: Kai įtraukiate kortelę į „Apple Pay“, su kortele susijusi informacija, buvimo vieta ir informacija apie įrenginio nustatymus bei naudojimo įpročius gali būti siunčiama „Apple“, kad būtų nustatytas tinkamumas.
ms: Apabila anda menambahkan kad pada Apple Pay, maklumat berkaitan kad, lokasi dan maklumat tentang seting serta corak penggunaan peranti mungkin dihantar kepada Apple untuk menentukan kelayakan.
nl: Wanneer je een kaart aan Apple Pay toevoegt, kunnen gegevens met betrekking tot je kaart en je locatie, en informatie over de instellingen en gebruikspatronen van het apparaat naar Apple worden verstuurd om te bepalen of de kaart in aanmerking komt voor de service.
no: Når du legger til et kort i Apple Pay, kan kortrelatert informasjon, posisjon og informasjon om enhetsinnstillinger og bruksmønstre sendes til Apple for å fastslå om det kan brukes.
pl: Gdy dodajesz kartę do Apple Pay, informacje o karcie, położeniu urządzenia oraz informacje o ustawieniach urządzenia i sposobach korzystania z urządzenia mogą być wysyłane do Apple w celu weryfikacji.
pt_br: Ao adicionar um cartão ao Apple Pay, as informações relacionadas ao cartão, localização e informações sobre os ajustes do dispositivo e padrões de uso podem ser enviados à Apple para determinar a elegibilidade.
pt_pt: Quando adiciona um cartão ao Apple Pay, a respetiva informação, a localização e informação sobre dispositivos e padrões de utilização do dispositivo podem ser enviadas à Apple para determinar elegibilidade.
ro: Atunci când adăugați un card la Apple Pay, la Apple pot fi trimise informații legate de card, localizarea și informații despre configurările dispozitivului și obiceiurile de utilizare, pentru a stabili eligibilitatea.
ru: При добавлении карты в Apple Pay связанная с картой информация и геопозиция устройства, а также сведения о настройках устройства и о том, как оно используется, могут быть отправлены в Apple для определения правомочности использования.
sk: Po pridaní karty do Apple Pay môžu byť na účely stanovenia použiteľnosti karty odoslané do Apple informácie súvisiace s kartou, poloha a informácie o nastaveniach a bežnom využívaní zariadenia.
sl: Ko dodate kartico v storitev Apple Pay, se lahko podatki v zvezi s kartico, lokacija ter informacije o nastavitvah in vzorcih uporabe naprave pošljejo družbi Apple, da določi upravičenost.
sv: När du lägger till ett kort i Apple Pay kan kortrelaterad information, platsinformation och information om enhetsinställningar och användningsmönster skickas till Apple för att avgöra om tjänsten kan användas.
th: เมื่อคุณเพิ่มบัตรไปที่ Apple Pay ข้อมูลที่เกี่ยวกับบัตร ตำแหน่งที่ตั้ง รวมถึงข้อมูลเกี่ยวกับการตั้งค่าอุปกรณ์และลักษณะการใช้งานอุปกรณ์อาจถูกส่งไปที่ Apple เพื่อตรวจสอบการมีสิทธิ์
tr: Apple Pay’e bir kart eklediğinizde kart ile ilgili bilgiler, konum ve aygıt ayarları ve aygıt kullanım şekilleriyle ilgili bilgiler kartın uygun olup olmadığının belirlenmesi için Apple’a gönderilebilir.
uk: Коли ви додаєте картку до Apple Pay, повʼязана з карткою інформація, розташування та інформація про параметри пристрою й шаблони використання пристрою можуть відсилатися до Apple для визначення придатності.
vi: Khi bạn thêm thẻ vào Apple Pay, thông tin liên quan đến thẻ, vị trí, cũng như thông tin về cài đặt và thói quen sử dụng thiết bị có thể được gửi đến Apple để xác định khả năng đủ điều kiện.
zh_cn: 将卡片添加到Apple Pay后，卡片相关信息、位置以及有关设备设置和使用方式的信息可能会发送给Apple以确定相关资格。
zh_hk: 將卡加至Apple Pay時，該卡的有關資料、位置、裝置設定相關資料和使用模式都可能會傳送予Apple以確認卡是否適用。
zh_tw: 將卡片加入Apple Pay時，該卡片的相關資訊、位置和裝置設定與使用模式的資訊都可能會傳送到Apple來確認卡片是否適用。
